var city_data = {
  "沈阳市": {
    "不限": "",
    "福田区": ["沙头", "南园", "园岭", "华富", "福田", "梅林", "香蜜湖", "莲花", "福保", "华强北"],
    "南山区": ["南头", "南山", "沙河", "西丽", "蛇口", "招商", "粤海", "桃园"],
    "龙岗区": ["平湖", "布吉", "坂田", "南湾", "横岗", "龙城", "龙岗", "坪地"],
    "宝安区": ["新安", "西乡", "福永", "沙井", "松岗", "石岩"],
    "罗湖区": ["黄贝", "桂圆", "东门", "翠竹", "东晓", "南湖", "笋岗", "东湖", "莲塘", "清水河"],
    "龙华新区": ["民治", "龙华", "大浪", "观湖", "福城", "观澜"],
    "盐田区": ["海山", "盐田", "海沙", "沙头角"],
    "光明新区": ["光明", "公明"],
    "坪山新区": ["坪山", "坑梓"],
    "大鹏新区": ["葵冲", "大鹏", "南澳"],
  },
  "大连市": {
    "中山区": ["全部", "天津街", "中山广场","延安路", "二七广场", "港湾广场", "桃源", "老虎滩", "三八广场", "解放路沿线", "胜利广场","青泥洼桥", "友好广场", "人民路", "民主广场", "中南路", "东港商务区"],
    "沙河口区": ["全部", "黑石礁", "马栏子", "太原街沿线", "解放广场", "软件园","数码广场", "西安路沿线", "五一广场", "和平广场", "星海湾","星海广场", "星海公园", "黄河路沿线", "白山路", "福佳新天地", "罗斯福购物中心", "会展中心", "春柳", "南沙"],
    "西岗区": ["全部", "人民广场", "新开路", "八一路沿线", "奥林匹克广场", "大菜市","站北广场", "北京街", "俄罗斯风情街", "付家庄滨海路商圈", "恒隆广场", "大连站"],
    "甘井子区": ["全部", "周水子", "凌水镇","理工大学", "南关岭", "华南广场", "山东路沿线", "小平岛", "万达广场", "高新园区", "大连北站", "周水子机场", "万达广场", "老甘井子", "红凌路", "体育中心"],
    "金州区": ["全部", "金州"],
    "开发区": ["全部"],
    "旅顺口区": ["全部", "旅顺"],
    "普兰店区": ["全部", "普兰店区中心城区"],
    "瓦房店市": ["全部", "五一路", "岭下", "一中大商", "钻石街", "抱龙明珠", "集贸大厦", "岗店", "体育场", "瓦轴", "火车站", "西口", "香洲旅游温泉度假区"],
    "庄河市": ["全部", "庄河市中心城区"],
    "长海县": ["全部"]
  }
};


function getCity() {
  return city_data;
}

module.exports = {
  getCity: getCity
}